tap "borkdude/brew"
tap "cue-lang/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "iann0036/iamlive"
tap "puppetlabs/puppet"
tap "simnalamburt/x"
tap "wader/tap"
brew "awscli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "crystal"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "dog"
brew "elixir"
brew "exercism"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "go"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "grep"
brew "gron"
brew "haxe"
brew "infracost"
brew "ipcalc"
brew "jpeg-turbo"
brew "jq"
brew "jsonnet"
brew "lft"
brew "libogg"
brew "libvorbis"
brew "magic-wormhole"
brew "mas"
brew "miller"
brew "minikube"
brew "mtr"
brew "neovim"
brew "nmap"
brew "openal-soft"
brew "openssl@3"
brew "ossp-uuid"
brew "pass"
brew "pdm"
brew "postgresql"
brew "pwgen"
brew "pyenv"
brew "scrypt"
brew "sdl2"
brew "semgrep"
brew "shellcheck"
brew "starship"
brew "step"
brew "telnet"
brew "terraformer"
brew "tfenv"
brew "the_silver_searcher"
brew "wasmer"
brew "zig"
brew "cue-lang/tap/cue"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vault"
brew "iann0036/iamlive/iamlive"
brew "simnalamburt/x/podman-apple-silicon"
brew "wader/tap/fq"
cask "eul"
cask "gpg-suite"
cask "pdk"
cask "vagrant"
mas "Bear", id: 1091189122
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
