tap "borkdude/brew"
tap "bridgecrewio/tap"
tap "cue-lang/tap"
tap "derailed/k9s"
tap "fugue/regula"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "iann0036/iamlive"
tap "k8sgpt-ai/k8sgpt"
tap "komiserio/komiser"
tap "ksoclabs/kbom"
tap "kubescape/tap"
tap "lacework/tap"
tap "minamijoyo/hcledit"
tap "puppetlabs/puppet"
tap "simnalamburt/x"
tap "styrainc/packages"
tap "wader/tap"
brew "jpeg-turbo"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "checkov"
brew "circleci"
brew "cmake"
brew "colima"
brew "conftest"
brew "coreutils"
brew "cosign"
brew "crystal"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "dog"
brew "driftctl"
brew "elixir"
brew "exercism"
brew "findutils"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "go"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "grep"
brew "gron"
brew "grpcurl"
brew "hadolint"
brew "haxe"
brew "helm"
brew "httpie"
brew "hugo"
brew "infracost"
brew "ipcalc"
brew "jq"
brew "jsonnet"
brew "k3d"
brew "kompose"
brew "lft"
brew "libarchive"
brew "libogg"
brew "libvorbis"
brew "magic-wormhole"
brew "mas"
brew "miller"
brew "minikube"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "node@16"
brew "opa"
brew "openal-soft"
brew "ossp-uuid"
brew "pass"
brew "pdm"
brew "postgresql@14"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "regula"
brew "ruff"
brew "scrypt"
brew "sdl2"
brew "semgrep"
brew "shellcheck"
brew "smartmontools"
brew "smimesign"
brew "starship"
brew "step"
brew "tcl-tk"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "the_silver_searcher"
brew "vault"
brew "wasmer"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zig"
brew "bridgecrewio/tap/yor"
brew "cue-lang/tap/cue"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "iann0036/iamlive/iamlive"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "ksoclabs/kbom/kbom"
brew "kubescape/tap/kubescape-cli"
brew "lacework/tap/lacework-cli"
brew "minamijoyo/hcledit/hcledit"
brew "simnalamburt/x/podman-apple-silicon"
brew "styrainc/packages/regal"
brew "wader/tap/fq"
cask "bruno"
cask "eul"
cask "gpg-suite"
cask "pdk"
cask "puppet-bolt"
cask "r"
cask "rstudio"
cask "vagrant"
mas "Be Focused", id: 973134470
mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "Bridgecrew.checkov"
vscode "charliermarsh.ruff"
vscode "davidnussio.vscode-jq-playground"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "GitHub.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "JakeBecker.elixir-ls"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "puppet.puppet-vscode"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "tsandall.opa"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "ziglang.vscode-zig"
